[
  {
    "id": 1,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 1,
    "price": "8.33",
    "page_count": 172,
    "release_date": "2018-01-23",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "In an age when the corners of the world have been scoured for their secrets, only one place remains unexplored -- a massive cave system known as the Abyss, filled with monstrous creatures and lost relics. Those who delve into its depths are known as Cave Raiders. A young orphan named Riko dreams of following in her mother's footsteps as a Cave Raider, and when she meets a strange robot while exploring the Abyss, she is one perilous step closer to achieving her goal!",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 2,
    "title": "Please Put Them On, Takamine-san",
    "book_type": "Manga",
    "volume": 1,
    "price": "6.35",
    "page_count": 228,
    "release_date": "2021-04-06",
    "author": "Yuichi Miiragi",
    "artist": null,
    "short": "takamine",
    "publisher_id": 1,
    "description": "Takane Takamine is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president is the apple of everyone's eye-including Koushi Shirota, a below-average student with no friends or social prospects whatsoever. But he'll soon find out the secret behind Takamine's unbelievable success-her underwear! When she strips, she can undo any of her past actions, and now that Koushi knows, Takamine won't let him off so easy...",
    "series_id": 2,
    "score": "3.0"
  },
  {
    "id": 3,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 1,
    "price": "10.35",
    "page_count": 248,
    "release_date": "2017-07-22",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "As players of Monster Hunter and Dungeons & Dragons know, the slime is not exactly the king of the fantasy monsters. So when a 37-year-old Tokyo salaryman dies and wakes up in a world of dragons and magic, he's a little disappointed to find he's become a blind, boneless slime monster. Mikami's middle age hasn't gone as he planned: He never found a girlfriend, he got stuck in a dead-end job, and he was abruptly stabbed to death in the street at 37. So when he wakes up in a new world straight out of a fantasy RPG, he's disappointed but not exactly surprised to find that he's not a knight or a wizard but a blind slime demon. But there are chances for even a slime to become a hero...",
    "series_id": 3,
    "score": "4.5"
  },
  {
    "id": 4,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 1,
    "price": "7.53",
    "page_count": 162,
    "release_date": "2019-11-19",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro is a freshman in high school who loves teasing and torturing her older male classmate (Senpai). What is her motivation and why does Senpai put up with her? Does Nagatoro just want to create misery for Senpai? Or maybe she secretly likes him?",
    "series_id": 4,
    "score": "4.5"
  },
  {
    "id": 5,
    "title": "Mieruko-chan",
    "book_type": "Manga",
    "volume": 1,
    "price": "6.33",
    "page_count": 148,
    "release_date": "2020-11-17",
    "author": "Tomoki Izumi",
    "artist": null,
    "short": "mieruko",
    "publisher_id": 1,
    "description": "One day, Miko suddenly started seeing grotesque beings that others couldn't. Her response was not to run, not to face them, but to do everything she could to completely ignore them! Can she keep a straight face and continue her day-to-day life while surrounded by horrifying monsters?",
    "series_id": 5,
    "score": "4.5"
  },
  {
    "id": 6,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 1,
    "price": "10.35",
    "page_count": 198,
    "release_date": "2017-06-26",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Searching for purpose in a world inhabited by crystalline lifeforms called The Lustrous, every unique gem must fight for their way of life against the threat of lunarians who would turn them into decorations. Phosphophyllite, the most fragile and brittle of gems, longs to join the battle. When Phos is instead assigned to complete a natural history of their world, it sounds like a dull and pointless task. But this new job brings Phos into contact with Cinnabar, a gem forced to live in isolation. Can Phos's seemingly mundane assignment lead both Phos and Cinnabar to the fulfillment they desire?",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 7,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 1,
    "price": "8.33",
    "page_count": 184,
    "release_date": "2017-09-11",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "A group of young girls possess a mysterious power known as \"Alice's Dream,\" which gives them the ability to turn their thoughts into reality. Detained and experimented upon, these youths are locked away in secret until one of them manages to escape. her name is Sana - a girl with the power to ignore the very laws of physics. When this willful powerhouse crosses paths with a stubborn old an, named Zoroku, his carefully-ordered life will never be the same!",
    "series_id": 7,
    "score": "4.0"
  },
  {
    "id": 8,
    "title": "Blue Period",
    "book_type": "Manga",
    "volume": 1,
    "price": "10.35",
    "page_count": 230,
    "release_date": "2020-10-06",
    "author": "Tsubasa Yamaguchi",
    "artist": null,
    "short": "blue",
    "publisher_id": 2,
    "description": "Yatora is the perfect high school student, with good grades and lots of friends. It's an effortless performance, and, ultimately... a dull one. But he wanders into the art room one day, and a lone painting captures his eye, awakening him to a kind of beauty he never knew. Compelled and consumed, he dives in headfirst - and he's about to learn how savage and unforgiivng art can be!",
    "series_id": 8,
    "score": "5.0"
  },
  {
    "id": 9,
    "title": "My Broken Mariko",
    "book_type": "Manga",
    "volume": 1,
    "price": "8.00",
    "page_count": 196,
    "release_date": "2020-10-10",
    "author": "Waka Hirako",
    "artist": null,
    "short": "mariko",
    "publisher_id": 1,
    "description": "Shiino is an ill-tempered office assistant, but when her friend Mariko dies unexpectedly, she becomes determined to get to the bottom of this mistery. Portraying the soulful connection between girls, this is a striking story of sisterhood and romance.",
    "series_id": 9,
    "score": "5.0"
  },
  {
    "id": 10,
    "title": "Rainbow and Black",
    "book_type": "Manga",
    "volume": 1,
    "price": "8.33",
    "page_count": 208,
    "release_date": "2020-10-10",
    "author": "Eri Takenashi",
    "artist": null,
    "short": "rainbow",
    "publisher_id": 4,
    "description": "Shirahoshi Kuroe is a college student who's tired of living in black and white -- then an adorably strange creature brings all the colors of the rainbow into her life. Kuroe must learn what exactly this strange creature is as it upends her monochrome existence",
    "series_id": 10,
    "score": "3.5"
  },
  {
    "id": 11,
    "title": "Blood-C",
    "book_type": "Manga",
    "volume": 1,
    "price": "7.35",
    "page_count": 182,
    "release_date": "2015-04-11",
    "author": "CLAMP",
    "artist": null,
    "short": "bloodc",
    "publisher_id": 6,
    "description": "Saya Kisaragi is a kindhearted, if somehwat clumsy, student who trains by day to perform standard religious duties at her father's shrine, but she becomes an unstopabble, monster-slaying swordswoman by night! The saga that began i Blood: The Last Vampire and the Blood+ anime series continues here!",
    "series_id": 11,
    "score": "4.0"
  },
  {
    "id": 12,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 1,
    "price": "5.49",
    "page_count": 188,
    "release_date": "2015-11-05",
    "author": "Euji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "In MPD-Psycho Volume One, police detective Kobayashi Yousuke's life is changed forever after a serial killer notices something \"special\" about him. That same killer mutilates Kobayashi's wife and kick-starts a \"multiple personality battle\" within Kobayashi that pushes him into a complex tempest of interconnected deviants and evil forces. Earning praise for its consistently shocking plotlines and Tajima's clean, arresting art style, MPD-Psycho is the manga event of the decade!",
    "series_id": 12,
    "score": "4.5"
  },
  {
    "id": 13,
    "title": "Hyouka",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "11.91",
    "page_count": 238,
    "release_date": "2001-10-31",
    "author": "Yonezawa Honobu",
    "artist": null,
    "short": "hyouka",
    "publisher_id": 3,
    "description": "1 - Letter from Benares\n2 - The Rebirth of the Traditional Classics Club\n3 - The Activities of the Prestigious Classics Club\n4 - The Descendants of the Eventful Classics Club\n5 - The Hidden Seal of the Pedigree Classics Club\n6 - The Old Days of the Glorious Classics Club\n7 - The Truth of the Historic Classics Club\n8 - The Daily Life of the Future Classics Club\n9 - Letter to Sarajevo",
    "series_id": 13,
    "score": "5.0"
  },
  {
    "id": 14,
    "title": "The Saint's Magic Power is Omnipotent",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "8.33",
    "page_count": 330,
    "release_date": "2020-08-27",
    "author": "Yuka Tachibana",
    "artist": "Yasuruki Syuri",
    "short": "saint",
    "publisher_id": 4,
    "description": "Could workaholic office lady Sei be a legendary Saint? Not accodring to the crown prince of another world who summoned her and quickly declared a different girl was the real Saint! That suits Sei just fine; she would much rather spend her days quietly helping people with her unbelievably powerful magic. But how long can Sei live her ideal life of leisure before her true nature is revealed?",
    "series_id": 14,
    "score": "3.0"
  },
  {
    "id": 15,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "7.17",
    "page_count": 183,
    "release_date": "2017-02-20",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "Game loving shut-in Kazuma Sato's life as a young schoolboy in Japan abruptly comes to an early end... or at least it was supposed to. When he opens his eyes, he sees a beautiful goddess that offers him a once in an after-lifetime chance to be reborn in a parallel world. The catch is that the world is violent and threatened by a growing evil! Fortunately, he can choose any one thing to bring with him. So he chooses the goddess, Aqua! And so his adventure with his gorgeous companion begins... if he could just get enough money and food to survive, keep his goddess out of trouble, and avoid grabbing the attention of the Demon King's army!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 16,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "7.25",
    "page_count": 215,
    "release_date": "2016-11-13",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "The life of a traveling merchant is a lonely one, a fact with which Kraft Lawrence is well acquainted. Wandering from town to town with just his horse, cart, and whatever wares have come his way, the peddler has pretty well settle into his routine - that is, until the night Lawrence finds a wolf goddess asleep in his cart. Taking the form of a fetching girl with wolf ears and a tail, Holo has wearied of tending to harvests in the countryside and stirkes up a bargain with the merchant to lend him the cunning of \"Holo the Wisewolf\" to increase his profits in exchange for taking her along on his travels. What kind of businessman could turn down such an offer? Lawrence soon learns, though, that having an ancient goddess as a traveling companion can be a bit of a mixed blessing. Will this wolf girl turn out to be too wild too tame?",
    "series_id": 16,
    "score": "4.0"
  },
  {
    "id": 17,
    "title": "Sound! Euphonium",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "7.25",
    "page_count": 200,
    "release_date": "2017-07-19",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again--even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.0"
  },
  {
    "id": 18,
    "title": "Penguin Highway",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "9.02",
    "page_count": 253,
    "release_date": "2019-04-23",
    "author": "Tomihiko Morimi",
    "artist": null,
    "short": "penguin",
    "publisher_id": 5,
    "description": "I may only be in fourth grade, but I know more than most adults. I take notes every day and read all kinds of books, so I have a solid grasp on the world around me. But suddenly, there are penguins in my town! I know it has something to do with the lady at the dentist and her weird powers, and I'm going to get to the bottom of it...",
    "series_id": 18,
    "score": "3.0"
  },
  {
    "id": 19,
    "title": "Your Name",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "7.25",
    "page_count": 168,
    "release_date": "2017-05-22",
    "author": "Makoto Shinkai",
    "artist": null,
    "short": "name",
    "publisher_id": 5,
    "description": "Mitsuha, a high school girl living in a small town in the mountains, has a dream that she's a boy living in Tokyo. Taki, a high school boy in Tokyo, dreams he's a girl living in a quaint little mountain town. Sharing bodies, relationships, and lives, the two become inextricably interwoven--but are any connections truly inseverable in the grand tapestry of fate? Written by director Makoto Shinkai during the production of the film by the same title, Your Name, is in turns funny, heartwarming, and heart-wrenching as it follows the struggles of two young people determined to hold on to one another.",
    "series_id": 19,
    "score": "4.5"
  },
  {
    "id": 20,
    "title": "Wolf Children: Ame & Yuki",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "9.02",
    "page_count": 146,
    "release_date": "2019-04-21",
    "author": "Mamoru Hosada",
    "artist": null,
    "short": "wolf",
    "publisher_id": 5,
    "description": "When Hana falls in love with a young interloper she encounters in her college class, the last thing she expects to learn is that he is part wolf. Instead of rejecting her lover upon learning his secret, she accepts him with open arms. Soon, the couple is expecting their first child, and a cozy picture of family life unfolds. But after what seems like a mere moment of bliss to Hana, the father of her children is tragically taken from her. Life as a single mother is hard in any situation, but when your children walk a fine line between man and beast, the rules of parenting all but go out the window. With no one to turn to, how will Hana survive?",
    "series_id": 20,
    "score": "4.0"
  },
  {
    "id": 21,
    "title": "Rascal Does Not Dream of Bunny Girl Senpai",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "7.27",
    "page_count": 223,
    "release_date": "2020-04-28",
    "author": "Hajime Kamoshida",
    "artist": "Keji Mizoguchi",
    "short": "rascal",
    "publisher_id": 5,
    "description": "Bunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta runs into one. Wanting to find out more about the mystery surrounding this bunny girl and maybe get a littler closer to her in the process, Sakuta launches an investigaton to figure out what's causing her to be invisible to everyone around them",
    "series_id": 21,
    "score": "4.0"
  },
  {
    "id": 22,
    "title": "The Apothecary Diaries",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "6.97",
    "page_count": 242,
    "release_date": "2021-02-14",
    "author": "Natsu Hyuuga",
    "artist": "Touko Shino",
    "short": "apothecary",
    "publisher_id": 7,
    "description": "In the East is a land ruled by an emperor, whose consorts and serving women live in a sprawling complex known as the Hougong, the rear palace. Maomao, an unassuming girl raised in an unasssuming town by her apothecary father, never imagined the rear palaced would have anything to do with her - until she was kidnapped and sold into service there. Though she looks ordinary, Maomao has a quick wit, a sharp mind, and an extensive knowledge of medicine. That's her secret, until she encounters a resident of the palace at least as perceptive as she is: the head eunuch, Jinshi. He sees through Maomao's facade and maker her a lady-in-waiting to none other than the Emperor's favorite consort... so she can taste the lady's food for poison! At her lady's side, Maomao starts to learn about everything that goes on in the rear palace - not all of it seemly. Can she ever lead a quiet life, or will her powers of deduction and insatiable curiosity bring her ever more adventures, and ever more dangers?",
    "series_id": 22,
    "score": "4.0"
  },
  {
    "id": 23,
    "title": "BAKEMONOGATARI Part 1",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "9.54",
    "page_count": 341,
    "release_date": "2019-06-05",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "There's a girl at their school who is always ill. She routinely arrives late, leaves early, or doesn't show up at all, and skips gym as a matter of course. She's pretty, and the boys take to whispering that she's a cloistered princess. As the self-described worst loser in her class soon finds out, they just don't know what a monster she is. So begins a tale of mysterious maladies that are supernatural in origin yet deeply revealing of the human psyche, a set of case files as given to unexpected feeling as it is to irreverent humor. So begins the legendary novel that kicked off the MONOGATARI series, whose anime adaptations have enjoyed international popularity and critical acclaim. This first of three parts introduces Senjogahara and Hachikuji, and fans will be delighted to meet their favorite crazies again: the weirdly reliable narrator Araragi, class president among class presidents Hanekawa, shady problem-solver Oshino, and a certain pale, blonde former vampire.",
    "series_id": 23,
    "score": "5.0"
  },
  {
    "id": 24,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "6.97",
    "page_count": 211,
    "release_date": "2019-02-10",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "One day, \r\nthe supervisor in charge of watching over Earth was taking care of a distortion, when they made a mistake that caused Kaoru Nagase to lose her physical body. Not only that, but reincarnating her into a different, less culturally-advanced world is the only thing they can offer to do for her. Not one to take this turn of events sitting down, Kaoru makes a demand: the power to create potions at any time she pleases, with whatever effect she wants it to have and it doesn’t stop there either. She asks for a magical Item Box, the ability to understand and speak every language, and the same body she had back when she was a fifteen-year-old girl. Using her newfound powers, Kaoru has to try and make a stable life for herself in a whole new world!",
    "series_id": 24,
    "score": "3.5"
  },
  {
    "id": 25,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 1,
    "price": "7.27",
    "page_count": 228,
    "release_date": "2017-10-31",
    "author": "Eiji Mikage",
    "artist": null,
    "short": "zeroth",
    "publisher_id": 7,
    "description": "Kazuki Hoshino treasures nothing more than his ordinary life, where March 2 should have been an ordinary day too. The arrival of a transfer student, the mysterious Aya Otonashi, shouldn't have shattered the world he knows. He's never seen this girl before in his life, but she says she's met him a thousand times -- and declares war on him for a crime he can't even remember... As the truth begins ot unravel, nothing is as it seems, and at the heart of it all is a wish powerful enough to change everything...",
    "series_id": 25,
    "score": "4.5"
  },
  {
    "id": 26,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 2,
    "price": "8.43",
    "page_count": 168,
    "release_date": "2018-03-24",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Reg and Riko's descent to the bottom of the netherworld has begun! With a perilous journey ahead and their pursuers from the surface not far behind, the trek is already testing the limits of their strength. Will their quest end before it's barely even started?",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 27,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 2,
    "price": "10.47",
    "page_count": 198,
    "release_date": "2017-08-21",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Phosphophyllite is determined to find a job more suited Cinnabar's many talents, but with no easy answers to be found on land, the quest turns seaward. Ventricosus the sea snail suggests that the creatures who live there may have the clue Phos is looking for. But the sea is hardly the optimal environment for a gemstone--will Phos make it back to shore in one piece?",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 28,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 3,
    "price": "10.47",
    "page_count": 198,
    "release_date": "2017-10-24",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Now with new legs, Phosphophyllite is ready to go to battle. But when that new strength is needed the most, Phos is too scared to use it. Mortified by this failure, Phos undertakes the self-imposed punishment of staying awake all winter while the other gems are asleep. But winter has its own share of dangers...",
    "series_id": 6,
    "score": "4.5"
  },
  {
    "id": 29,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 4,
    "price": "10.47",
    "page_count": 192,
    "release_date": "2017-11-26",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Spring has sprung, and the all the other gems are awake to see Phosphophyllite's transformation. They are impressed with Phos's new arms, and our hero can hardly stand the newfound popularity, especially when it attracts the scariest gem of all...Bort now wishes to be Phos's partner in battle.",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 30,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 3,
    "price": "8.43",
    "page_count": 167,
    "release_date": "2018-07-31",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Riko and Reg have left the Seeker Camp and ventured further into the Abyss! The mysteries and peril that await them are the stuff of nightmares -- but these nightmares are ruthless, deadly and very real. Do they have the courage and strength to survive as they descend into the deeper layers?",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 31,
    "title": "Please Put Them On, Takamine-san",
    "book_type": "Manga",
    "volume": 2,
    "price": "6.41",
    "page_count": 164,
    "release_date": "2021-11-23",
    "author": "Yuichi Hiiragi",
    "artist": null,
    "short": "takamine",
    "publisher_id": 1,
    "description": "Shirota's settling into his new role as Student Council President Takamine-san's closet, but when her underwear supply runs out, he'll have to take on another task—helping her restock! Still, Shirota's a little embarrassed, and a trip to the lingerie store isn't improving matters! Picking out panties is one thing, but when Takamine drags him into the dressing room to try them on, it might be more than he can handle...",
    "series_id": 2,
    "score": "2.5"
  },
  {
    "id": 32,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 2,
    "price": "10.47",
    "page_count": 200,
    "release_date": "2017-10-31",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "While looking for craftsmen in the Dwarven Kingdom, Rimuru and his friends find themselves stuck in a mess with a powerful minister. Now they're caught in a trial where they aren't even allowed to defend themselves in the face of the Dwarven King's judgment! How will they get out unscathed with the odds stacked against them? The group's adventure also leads them to Shizu, a mysterious and demure woman who forms a special connection with Rimuru. But this seemingly sweet girl is hiding immense and dangerous power within her, and helping her may mean big changes for Rimuru...",
    "series_id": 3,
    "score": "4.0"
  },
  {
    "id": 33,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 3,
    "price": "10.47",
    "page_count": 226,
    "release_date": "2017-12-26",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "After taking on the will and form of the Conqueror of Flames, Rimuru gains new, incredible skills and continues his journey to improve the conditions of his subordinates. But before long, Rimuru hears a distress call and finds his companions crushed by a motley crew of ogres! What quarrel do these menacing ogres have with Rimuru and the residents of the goblin village? And has Rimuru finally met a group of foes able to contend with his seemingly overpowered abilities?",
    "series_id": 3,
    "score": "5.0"
  },
  {
    "id": 34,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 4,
    "price": "8.43",
    "page_count": 174,
    "release_date": "2018-10-23",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Riko is finally on her feet again after her near-death brush with the orb-piercer. But the threat of death is always close in the Abyss. The Garden of the Flowers of Fortitude isn't far off, and its splendor hides a perilous secret!",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 35,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 5,
    "price": "10.47",
    "page_count": 214,
    "release_date": "2018-03-13",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Phosphophyllite is determined to find the truth about Kongo. Despite the other gems' hatred of the Lunarians, Phos tries to get closer to them in an effort to communicate. But the work is dangerous, and Phos realizes this job might be more than one gem can handle...",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 36,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 6,
    "price": "10.47",
    "page_count": 218,
    "release_date": "2018-07-17",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Phosphophyllite has been immobilized in battle, with no one but Ghost Quartz around for backup. Both must last through the Lunarians' relentless attack until help arrives, but it's a tall task for this newly-minted pair. Will Phos's partner be just another casualty in the ongoing war?",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 37,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 7,
    "price": "10.47",
    "page_count": 214,
    "release_date": "2018-11-13",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Now that Phosphophyllite's head has been taken to the moon, there's only one way to revive the defeated gem--with a risky head transplant. For better or worse, Lapis Lazuli's head is available, but more than half of Phos's original body has been lost. Assuming the transplant even works, will the resulting gem still be Phosphophyllite?",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 38,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 4,
    "price": "10.47",
    "page_count": 194,
    "release_date": "2018-02-20",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "A living disaster in the form of an Orc Lord and his 200,000-strong force of monsters threatens the residents of the Great Forest of Jura. In response, Treyni the dryad, protector of the forest, asks Rimuru to vanquish the Orc Lord and his army. Rimuru accepts, but to take on this new, formidable enemy, he'll need help. Unfortunately, it looks like he'll need to enlist the aid of the lizardmen, which might be difficult after his last encounter with one of their leaders...",
    "series_id": 3,
    "score": "4.0"
  },
  {
    "id": 39,
    "title": "Rainbow and Black",
    "book_type": "Manga",
    "volume": 2,
    "price": "8.43",
    "page_count": 182,
    "release_date": "2021-03-23",
    "author": "Eri Takenashi",
    "artist": null,
    "short": "rainbow",
    "publisher_id": 4,
    "description": "Kuroe likes everything to be divided neatly into black and white. But the more time she spends caring for her \"happy mouse\" Niji -- a mysterious, brightly colored creature that defies classification -- the harder it is for Kuroe to keep living that way. Reaching out to other happy mouse owners means her world opens up in more ways than one.",
    "series_id": 10,
    "score": "4.0"
  },
  {
    "id": 40,
    "title": "Rainbow and Black",
    "book_type": "Manga",
    "volume": 3,
    "price": "8.43",
    "page_count": 174,
    "release_date": "2021-10-05",
    "author": "Eri Takenashi",
    "artist": null,
    "short": "rainbow",
    "publisher_id": 4,
    "description": "Kuro's strange pet, Niji, has learned to talk and even to sing! Now that Kuro and Niji can communicate, Kuro's life has become even stranger and more bewildering. In this final volume, Kuro and Niji brave the strange path before them together -- a girl with a new view of the world, and the weird little Rainbow Mouse that loves her dearly.",
    "series_id": 10,
    "score": "4.0"
  },
  {
    "id": 41,
    "title": "Blood-C",
    "book_type": "Manga",
    "volume": 2,
    "price": "7.34",
    "page_count": 182,
    "release_date": "2015-04-11",
    "author": "CLAMP",
    "artist": null,
    "short": "bloodc",
    "publisher_id": 6,
    "description": "Saya promised to use her sword fighting skills to protect her classmates. When man-eating monsters start snatching away her friends, though, can she persevere? This manga series is based on an anime collaboration between CLAMP and Production I.G and continues the story line that began in the Blood+ anime and manga worlds!",
    "series_id": 11,
    "score": "3.5"
  },
  {
    "id": 42,
    "title": "Blood-C",
    "book_type": "Manga",
    "volume": 3,
    "price": "7.34",
    "page_count": 196,
    "release_date": "2015-04-11",
    "author": "CLAMP",
    "artist": null,
    "short": "bloodc",
    "publisher_id": 6,
    "description": "As the ruse of her small-town life comes crashing down around her, Saya Kisaragi uncovers the mastermind behind a huge plan to deceive and test her! Katanas clash in CLAMP and Production I.G's vampire-battling saga, taking the story right up to events in the feature-length anime film Blood-C: The Last Dark!",
    "series_id": 11,
    "score": "4.0"
  },
  {
    "id": 43,
    "title": "The Apothecary Diaries",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "6.96",
    "page_count": 256,
    "release_date": "2021-06-03",
    "author": "Natsu Hyuuga",
    "artist": "Touko Shino",
    "short": "apothecary",
    "publisher_id": 7,
    "description": "Maomao goes from the rear palace to the outer court, where she finds mysterious fires, officials with food poisoning, and a craftsman's perplexing last will and testament. Are these cases really separate, or do they share a troubling connection? Dismissed from the rear palace, Maomao returns to service in the outer court—as the personal serving woman to none other than Jinshi! That doesn't necessarily make her popular with the other ladies, but a bit of jealousy might be the least of her problems. A mysterious warehouse fire, an official with a very bad case of food poisoning, and the mysterious last will and testament of a deceased craftsman all demand her attention—but are these cases really separate, or do they share a troubling connection? Then there's the mysterious military man who continually visits Jinshi. He's strange, maybe even a little twisted... and he seems very interested in Maomao.",
    "series_id": 22,
    "score": "4.5"
  },
  {
    "id": 44,
    "title": "The Apothecary Diaries",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "6.96",
    "page_count": 293,
    "release_date": "2021-09-14",
    "author": "Natsu Hyuuga",
    "artist": "Touko Shino",
    "short": "apothecary",
    "publisher_id": 7,
    "description": "With Consort Gyokuyou pregnant, threats seem to lurk in every corner of the rear palace. When Jinshi goes to a faraway land to be part of an important gathering, however, Gyokuyou may not be the only one in danger... Maomao must help keep Consort Gyokuyou safe during her pregnancy. An imperial consort being with child is supposed to be a matter of the utmost secrecy, but this is the rear palace, where maneuvering and backstabbing are as commonplace as banter and tea parties. Threats seem to lurk around every corner — but it's not just the rear palace keeping busy. Jinshi finds himself struggling to entertain a most unusual request from a pair of visiting ambassadors. Later, he's invited to an important gathering in a faraway place—but who knows what dangers might be waiting for him?",
    "series_id": 22,
    "score": "4.5"
  },
  {
    "id": 45,
    "title": "The Apothecary Diaries",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "6.96",
    "page_count": 293,
    "release_date": "2022-07-01",
    "author": "Natsu Hyuuga",
    "artist": "Touko Shino",
    "short": "apothecary",
    "publisher_id": 7,
    "description": "When complications arise with Consort Gyokuyou's pregnancy, Maomao knows only one person skilled enough to help, but will they even be allowed in the rear palace? Though her main duty is still looking after Consort Gyokuyou, Maomao finds time to help her friends and acquaintances in the rear palace, including Xiaolan, who will need a job after her term of service ends, and Consort Lishu, who's convinced she's seen a ghost! When complications arise with Gyokuyou's pregnancy, however, Maomao knows she's not skilled enough to handle a situation that could threaten the life of both mother and child. She knows someone who is, but they haven't been welcome in the rear palace for a very long time... Meanwhile, Maomao begins to discern what seem to be links between otherwise unrelated incidents in the rear palace. But what if her dawning knowledge makes her the next victim?",
    "series_id": 22,
    "score": "4.5"
  },
  {
    "id": 46,
    "title": "Mieruko-chan",
    "book_type": "Manga",
    "volume": 2,
    "price": "6.41",
    "page_count": 166,
    "release_date": "2021-02-02",
    "author": "Tomoki Izumi",
    "artist": null,
    "short": "mieruko",
    "publisher_id": 1,
    "description": "Salt, ineffective. Prayer beads, no dice. Disinfectant-mildly effective. Miko's attempts to ward off the horrific spirits haunting her and her friend Hana ended mostly in failure. But Miko hasn't given up hope yet! One day, she'll be free! In the meantime, what other strange encounters await Miko...?!",
    "series_id": 5,
    "score": "3.5"
  },
  {
    "id": 47,
    "title": "Mieruko-chan",
    "book_type": "Manga",
    "volume": 3,
    "price": "6.41",
    "page_count": 164,
    "release_date": "2021-06-29",
    "author": "Tomoki Izumi",
    "artist": null,
    "short": "mieruko",
    "publisher_id": 1,
    "description": "To see… or not to see? Until Miko met Yuria, the pretend-not-to-see ghosts plan seemed like the best course of action. But the new substitute teacher is that creepy guy from the park—the one haunted by a bunch of ghost cats! It can't be a coincidence that Hana's life aura starts draining whenever he's in the room. Can Miko really leave her best friend to fend for herself against enemies she can't see…?",
    "series_id": 5,
    "score": "4.0"
  },
  {
    "id": 48,
    "title": "Mieruko-chan",
    "book_type": "Manga",
    "volume": 4,
    "price": "6.41",
    "page_count": 148,
    "release_date": "2021-11-23",
    "author": "Tomoki Izumi",
    "artist": null,
    "short": "mieruko",
    "publisher_id": 1,
    "description": "Well, Miko doesn't have a cat in hell's chance of avoiding the consequences now. But three lives instead of nine?! And who exactly were those freaky shrine maidens anyways... wait, more importantly, what happens now? Time for a field trip back to the shrine to find out! At least it was for a good cause...",
    "series_id": 5,
    "score": "4.5"
  },
  {
    "id": 49,
    "title": "Blue Period",
    "book_type": "Manga",
    "volume": 2,
    "price": "10.47",
    "page_count": 198,
    "release_date": "2021-01-05",
    "author": "Tsubasa Yamaguchi",
    "artist": null,
    "short": "blue",
    "publisher_id": 2,
    "description": "Art has changed the course of Yatora's once dull life, and now he's aiming for Japan's most competitive art school. With entrance exams a year away, he'll need to expand his limited eye for art, and quickly. He turns to new peers and the masters to envision pieces only he can produce, and soon dives into his first competition - the same one where his Art Club role model nearly scored last place. Among geniuses and lifelong art kids, does Yatora even stand a chance...?",
    "series_id": 8,
    "score": "4.5"
  },
  {
    "id": 50,
    "title": "Blue Period",
    "book_type": "Manga",
    "volume": 3,
    "price": "10.47",
    "page_count": 206,
    "release_date": "2021-04-27",
    "author": "Tsubasa Yamaguchi",
    "artist": null,
    "short": "blue",
    "publisher_id": 2,
    "description": "Relief is short-lived for Yatora after his first competition, where his piece was higher ranked than he expected, but far from his dream school's standards. While he's prepared to give Ooba-sensei's challenges everything he's got...what if all he's got is still not enough? With 100 days until university exams, he must seize what's beyond—beyond his singular drive, learned technique, and hard work—to produce an answer only he can.",
    "series_id": 8,
    "score": "5.0"
  },
  {
    "id": 51,
    "title": "Blue Period",
    "book_type": "Manga",
    "volume": 4,
    "price": "10.47",
    "page_count": 210,
    "release_date": "2021-08-17",
    "author": "Tsubasa Yamaguchi",
    "artist": null,
    "short": "blue",
    "publisher_id": 2,
    "description": "Yatora now has new materials in his tool box and a wider range of expression under his belt. But a week before the first exam, Ooba-sensei says he's missing a crucial edge... With so much at stake, Yatora's self-doubt brings him lower than ever before. Still, he has his fire, his resilience—and he might just get a lucky break, too.",
    "series_id": 8,
    "score": "5.0"
  },
  {
    "id": 52,
    "title": "Blue Period",
    "book_type": "Manga",
    "volume": 5,
    "price": "10.47",
    "page_count": 208,
    "release_date": "2021-11-30",
    "author": "Tsubasa Yamaguchi",
    "artist": null,
    "short": "blue",
    "publisher_id": 2,
    "description": "Yatora makes the best of a bad situation during TUA's first exam, and he must surpass these efforts for the second. But after all he's gone through, Yatora is feeling a little out of sorts. To get back on track, he'll have to step out of the studio and into new lighting... With the help of an old friend, Yatora bares his soul and some skin to take on his latest challenge: the nude self-portrait.",
    "series_id": 8,
    "score": "5.0"
  },
  {
    "id": 53,
    "title": "The Saint's Magic Power is Omnipotent",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "8.43",
    "page_count": 307,
    "release_date": "2020-11-26",
    "author": "Yuka Tachibana",
    "artist": "Yasuyuki Syuri",
    "short": "saint",
    "publisher_id": 4,
    "description": "Grand Magus Yuri Drewes has risen from his coma, and he wants to teach Sei how to wield her magic. Just one problem: Yuri definitely suspects Sei's the Saint, but Sei's not ready to be outed. Even worse, under Yuri's tutelage, Sei's power continues to grow, and soon her true strength may be impossible to conceal.",
    "series_id": 14,
    "score": "5.0"
  },
  {
    "id": 54,
    "title": "The Saint's Magic Power is Omnipotent",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "8.43",
    "page_count": 280,
    "release_date": "2021-02-04",
    "author": "Yuka Tachibana",
    "artist": "Yasuyuki Syuri",
    "short": "saint",
    "publisher_id": 4,
    "description": "The Saint's unique magic dwells within Sei, though she lacks full control and doesn't know why. She finds distraction in a sanctuary for rare herbs, where she can indulge her real passions. But the truth always catches up with Sei in the end, and this time, it will come through the words of a former Saint herself.",
    "series_id": 14,
    "score": "4.0"
  },
  {
    "id": 55,
    "title": "The Saint's Magic Power is Omnipotent",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "8.43",
    "page_count": 280,
    "release_date": "2021-10-28",
    "author": "Yuka Tachibana",
    "artist": "Yasuyuki Syuri",
    "short": "saint",
    "publisher_id": 4,
    "description": "At long last, Sei knows how to control the power of the Saint that resides within her...which means it's time to wield it. She must cleanse the forest of Klausner's Domain, or her new friends will never again know peace and prosperity. But Sei's first foray into the forest depths nearly ends in disaster. While she and the knights await reinforcements from the capital, Sei has to wonder: what if the Saint's magic isn't enough? What must she be ready to sacrifice to save the people of Klausner?",
    "series_id": 14,
    "score": "4.0"
  },
  {
    "id": 56,
    "title": "The Saint's Magic Power is Omnipotent",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "8.43",
    "page_count": 290,
    "release_date": "2021-11-25",
    "author": "Yuka Tachibana",
    "artist": "Yasuyuki Syuri",
    "short": "saint",
    "publisher_id": 4,
    "description": "Now that Sei has performed multiple miracles in the capital and beyond, her reputation is on the rise, as are her business ventures. Unfortunately, not everyone harbors entirely noble intentions for the Saint. Some would use her for their own ends. That's why Sei's friends and benefactors want to help her start her own company, as well as to secure her official place in high society--before someone tries to claim everything she's made, and everything she is, for themselves.",
    "series_id": 14,
    "score": "4.5"
  },
  {
    "id": 57,
    "title": "The Saint's Magic Power is Omnipotent",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "8.43",
    "page_count": 280,
    "release_date": "2022-02-24",
    "author": "Yuka Tachibana",
    "artist": "Yasuyuki Syuri",
    "short": "saint",
    "publisher_id": 4,
    "description": "Sei's life has just returned to a semblance of normal when she's once more summoned to the palace. A foreign prince is coming to the kingdom, ostensibly to study abroad, but his true intentions are shrouded in mystery. In order to protect Sei, the kingdom instructs her to hide her true identity as the Saint and retreat to the safety of the palace. While she complies at first, she soon finds herself drawn to the prince--especially when it becomes clear that she might be the only person who can help him.",
    "series_id": 14,
    "score": "4.5"
  },
  {
    "id": 58,
    "title": "Rascal Does Not Dream of Petite Devil Kohai",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "7.25",
    "page_count": 210,
    "release_date": "2020-08-18",
    "author": "Hajime Kamoshida",
    "artist": "Keji Mizoguchi",
    "short": "rascal",
    "publisher_id": 5,
    "description": "How far can a fake relationship go? Mai is no longer invisible -- she's acting again, and she finally said yes when Sakuta asked her out for the millionth time. Life couldn't be better for Sakuta...until he wakes up and finds himself reliving the morning before she agreed to date him! Assuming this weird time slip to be another case of Adolescence Syndrome, Sakuta begins searching for clues and stumbles upon the first-year Tomoe. Though the last time they saw each other involved getting kicked in the butt, now she's desperately trying to avoid getting asked out by the boy her friend is crushing on so she won't be ostracized.",
    "series_id": 21,
    "score": "4.5"
  },
  {
    "id": 59,
    "title": "Rascal Does Not Dream of Logical Witch",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "7.25",
    "page_count": 218,
    "release_date": "2020-11-17",
    "author": "Hajime Kamoshida",
    "artist": "Keji Mizoguchi",
    "short": "rascal",
    "publisher_id": 5,
    "description": "Just before summer vacation begins, Sakuta encounters Shoko Makinohara, a junior high school girl with the same name and face as his first love. But Shoko should be in college by now. That's confusing...and as if that wasn't bad enough, another strange Adolescence Syndrome phenomenon seems to be occurring...",
    "series_id": 21,
    "score": "5.0"
  },
  {
    "id": 60,
    "title": "Rascal Does Not Dream of Siscon Idol",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "7.25",
    "page_count": 218,
    "release_date": "2021-03-30",
    "author": "Hajime Kamoshida",
    "artist": "Keji Mizoguchi",
    "short": "rascal",
    "publisher_id": 5,
    "description": "Sakuta had been waiting excitedly for a chance to spend time with Mai again, but instead he's greeted by a stranger who looks just like her. Apparently, Adolescence Syndrome has forced her to swap bodies with Nodoka Toyohama, a flashy up-and-coming idol...who also happens to be Mai's sister from a different mother! Now, forced to pretend to be the other, the sisters go about their respective lives as best they can but it seems like Nodoka is preoccupied with something besides walking in Mai's shoes...",
    "series_id": 21,
    "score": "4.0"
  },
  {
    "id": 61,
    "title": "Rascal Does Not Dream of Sister Home Alone",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "7.25",
    "page_count": 246,
    "release_date": "2021-07-27",
    "author": "Hajime Kamoshida",
    "artist": "Keji Mizoguchi",
    "short": "rascal",
    "publisher_id": 5,
    "description": "Sakuta has received a letter from his first love, Shouko, asking to meet on the beach. Obviously, now that he's dating Mai, this puts him in a very strange place. Even more surprising is that his homebound sister is determined to return to school! Will she finally graduate from staying at home-and from her beloved brother?",
    "series_id": 21,
    "score": "4.5"
  },
  {
    "id": 62,
    "title": "Rascal Does Not Dream of a Dreaming Girl",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "7.25",
    "page_count": 239,
    "release_date": "2021-11-30",
    "author": "Hajime Kamoshida",
    "artist": "Keji Mizoguchi",
    "short": "rascal",
    "publisher_id": 5,
    "description": "Sakuta finds himself in the biggest predicament of his life when his girlfriend Mai finds out that his middle-school crush, Shoko, has been living with him due to unavoidable circumstances. With less than a month until Christmas and his relationship in disarray, things get even worse when the other Shoko's declining health forces her to be hospitalized. Shoko has always dreamt of becoming an adult, but will she even get the chance? And can Mai and Sakuta mend the rift between them? All of Shoko's secrets are finally revealed in the sixth volume of the Rascal Does Not Dream series!",
    "series_id": 21,
    "score": "5.0"
  },
  {
    "id": 63,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "7.25",
    "page_count": 215,
    "release_date": "2018-02-27",
    "author": "Eiji Mikage",
    "artist": "Tetsuo",
    "short": "zeroth",
    "publisher_id": 7,
    "description": "When your world comes crashing down around you...who can you turn to? Nothing is more important to Kazuki Hoshino than his normal, everyday life. But his friends are accusing him of committing offenses he doesn't remember, and his closest relationships are crumbling one by one. Soon, the life he knows will vanish forever.If a box is involved, as he suspects, Maria is his most valuable ally...but how will he keep from losing her, too?",
    "series_id": 25,
    "score": "4.5"
  },
  {
    "id": 64,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "7.25",
    "page_count": 223,
    "release_date": "2018-07-03",
    "author": "Eiji Mikage",
    "artist": "Tetsuo",
    "short": "zeroth",
    "publisher_id": 7,
    "description": "Can you do what it takes to survive? This time, Kazuki and Maria find themselves trapped in a game of deception and betrayal with four other students from their school. Despite being pitted against each other, the two once again work together in an effort to break the Box's hold. But as the stakes rise and the game grows increasingly twisted, it becomes clear that this is no ordinary wish-and that the owner may be impossible to convince. What kind of person could have created such a Box...?",
    "series_id": 25,
    "score": "5.0"
  },
  {
    "id": 65,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "7.25",
    "page_count": 212,
    "release_date": "2018-10-30",
    "author": "Eiji Mikage",
    "artist": "Tetsuo",
    "short": "zeroth",
    "publisher_id": 7,
    "description": "What are you truly wishing for? Kazuki Hoshino is still trapped in the cruel game of Kingdom Royale, where players have to fulfill the victory conditions of the roles they are assigned - which nearly always means killing the others. But this time, he has a plan to take charge and break everyone out once and for all. Unfortunately, the key to his success is Daiya, the trickiest one of the group. Before Kazuki can end the game, he must discover the truth behind it...",
    "series_id": 25,
    "score": "4.0"
  },
  {
    "id": 66,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "7.25",
    "page_count": 185,
    "release_date": "2018-10-30",
    "author": "Eiji Mikage",
    "artist": "Tetsuo",
    "short": "zeroth",
    "publisher_id": 7,
    "description": "Can a single wish destroy a Box? Daiya has a goal, and he will stop at nothing to accomplish it-including wielding the Box Crime, Punishment, and the Shadow of Crime, whose power allows him to control others by using their own sins against them. To stop him, Kazuki traps him within the Silver Screen of Broken Wishes, a Box designed solely for putting the brakes on Daiya's dangerous plan. But Daiya won't give up on his wish without a fight, and the consequences for Kazuki could be disastrous...",
    "series_id": 25,
    "score": "4.5"
  },
  {
    "id": 67,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "7.25",
    "page_count": 183,
    "release_date": "2019-06-18",
    "author": "Eiji Mikage",
    "artist": "Tetsuou",
    "short": "zeroth",
    "publisher_id": 7,
    "description": "I couldn't care less what happens to me. All I've ever wanted is for you to be happy. The Silver Screen of Broken Wishes was a Box intended to stop Daiya's plan to rule the world-a theater to show him his past and destroy his wish. Unfortunately, Daiya isn't one to go down so easily, and \"Aya\" Otonashi is the key to his plan to drag Kazuki into the theater and defeat him. Will Daiya succeed in changing the world-or will someone be able to save it from him?",
    "series_id": 25,
    "score": "5.0"
  },
  {
    "id": 68,
    "title": "The Empty Box and Zeroth Maria",
    "book_type": "Light Novel",
    "volume": 7,
    "price": "7.25",
    "page_count": 239,
    "release_date": "2019-11-05",
    "author": "Eiji Mikage",
    "artist": "Tetsuou",
    "short": "zeroth",
    "publisher_id": 7,
    "description": "There's something special between us... Something far more precious than a wish. In this final volume, Kazuki makes his last stand against O to fulfill his vow and bring back the “zeroth” Maria? The real Maria. The forces that stand between them seem insurmountable, and the trials they will have to overcome will be painful, but Kazuki has always had faith that there is no despair that can't be undone by believing in normal life. Will he and Maria be reunited? Or will they both be trapped forever?",
    "series_id": 25,
    "score": "5.0"
  },
  {
    "id": 69,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "6.96",
    "page_count": 248,
    "release_date": "2019-05-11",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "After receiving the power to create any potion she wants, Kaoru is sent off to live her new life in a brand new world. Things don't go exactly as she planned, though, and the truth comes out she's friends with the goddess Celestine! Though Kaoru tries to keep her head low despite this (emphasis on “tries”), she can't help but put her potion powers to use, drawing the attention of both countries she's already passed through. Now it's time for Kaoru to put her brand new schemes into action!",
    "series_id": 24,
    "score": "4.0"
  },
  {
    "id": 70,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "6.96",
    "page_count": 203,
    "release_date": "2019-06-23",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "Kaoru is finally realizing her dream of opening up her potion shop. But the whole town has gone stir crazy over her effective medicines! What miracle will grant her the peace and quiet she's always strived for?!",
    "series_id": 24,
    "score": "4.0"
  },
  {
    "id": 71,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "6.96",
    "page_count": 231,
    "release_date": "2020-03-30",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "Kaoru has cheat powers that let her make potions, but using them is hardly inconspicuous. Crown Prince Fernand chased after her, but when he arrived, Kaoru was already gone! Meanwhile, Kaoru was busy eating raw fish, fighting off bandits, and more!",
    "series_id": 24,
    "score": "4.5"
  },
  {
    "id": 72,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "6.96",
    "page_count": 212,
    "release_date": "2020-10-10",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "Kaoru gets reincarnated in another world and receives cheat powers that allow her to create potions. She uses them to help those in need by curing the sick and saving a noblewoman from having her household taken over. Naturally, this catches the attention of others and she's targeted by greedy men. While all this is happening, someone sets their sights on Layette. What will the enraged Kaoru decide to do...? Will she never get the peaceful life she wishes for? Surely she can resolve all these problems with her cheat potion powers!",
    "series_id": 24,
    "score": "4.0"
  },
  {
    "id": 73,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "6.96",
    "page_count": 200,
    "release_date": "2021-03-01",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "The Kingdom of Balmore is in trouble. Kaoru goes back to learn more, but she gets dragged into a succession conflict between the princes of Brancott. As the Angel of the Goddess, Kaoru wanted to avoid getting involved in human conflicts, but it's also her duty as the Angel to straighten out Brancott for falsely representing the Goddess's will. She goes to take control of the situation with her potion cheat powers, but a figure lurking behind the chaos is ready to face her...",
    "series_id": 24,
    "score": "4.0"
  },
  {
    "id": 74,
    "title": "I Shall Survive Using Potions!",
    "book_type": "Light Novel",
    "volume": 7,
    "price": "6.96",
    "page_count": 242,
    "release_date": "2021-03-01",
    "author": "FUNA",
    "artist": "Sukima",
    "short": "potions",
    "publisher_id": 7,
    "description": "Kaoru begins a new life with her friend Reiko, but they end up taking care of some kids who have no one to turn to. They teach them modern skills and knowledge to survive on their own, but then some people who want take advantage of them show up!",
    "series_id": 24,
    "score": "3.5"
  },
  {
    "id": 75,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 2,
    "price": "8.43",
    "page_count": 242,
    "release_date": "2017-10-17",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "Sana may have psychic powers, but she has a lot to learn about everyday reality! Luckily, she's got a stubborn old man named Zoroku at her side to help her figure out right from wrong. Life's still hard, though -- and the appearance of Minnie C, a woman with amazing powers, has Sana backed into a corner. Trapped in a web of ruthless government organizations, it's getting harder and harder for Sana and Zoroku to know just which path to take.",
    "series_id": 7,
    "score": "4.0"
  },
  {
    "id": 76,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 3,
    "price": "8.43",
    "page_count": 166,
    "release_date": "2018-02-13",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "It has been almost six months since Sana was captured. Though she is getting used to life with Zoroku and Sanae, trying to be a normal little girl is proving hard. She's not the only one having trouble, either -- not only has another young girl awakened to the power of “Alice's Dream,” but the twins from the Lab are on the loose in the city.",
    "series_id": 7,
    "score": "4.5"
  },
  {
    "id": 77,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 4,
    "price": "8.43",
    "page_count": 168,
    "release_date": "2018-08-28",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "Sana's looking forward to hanging out with her friends, but before the fun can begin, the world turns strange and scary. Not only are the people around her acting creepy, but her Looking Glass won't come out, either! What will she do when she crosses paths with the kids who made everything go weird? Will reality ever go back to normality?",
    "series_id": 7,
    "score": "5.0"
  },
  {
    "id": 78,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 5,
    "price": "8.43",
    "page_count": 200,
    "release_date": "2019-02-26",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "Sana has the power to make anything she imagines a reality, but slowly she's been learning how to keep that power in check. Maybe that's why it ticks her off so much when she meets Hatori, a girl who lets her power run wild. When Sana tries to teach Hatori a lesson by trapping her in another world, Sana ends up trapped alongside her! Can the two girls work together to escape?",
    "series_id": 7,
    "score": "4.5"
  },
  {
    "id": 79,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 6,
    "price": "8.43",
    "page_count": 186,
    "release_date": "2019-10-29",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "Japan has been rocked by the revelation that powerful psychic children exist. While everyone else is trying to come to terms with the news, Sana is more concerned about starting at her new school with her new friends! Can Sana stay upbeat in a world that's terrified of her?",
    "series_id": 7,
    "score": "4.5"
  },
  {
    "id": 80,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 7,
    "price": "8.43",
    "page_count": 202,
    "release_date": "2020-10-20",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "When Sana returns to check on Wonderland, she's surprised to find someone else living there. King is a near exact copy of Sana, except the mysterious boy has even more power and no sense of right or wrong. Can Sana stop him before he escapes Wonderland and is unleashed on the world?",
    "series_id": 7,
    "score": "4.0"
  },
  {
    "id": 81,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 8,
    "price": "8.43",
    "page_count": 178,
    "release_date": "2021-04-27",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "Long before Sana became a member of Zoroku's family, he had a wife named Chloe. Chloe was a mysterious woman who had powers very similar to Sana's. When a strange girl named Noemi shows up, she may just hold the key to what happened to Chloe.",
    "series_id": 7,
    "score": "4.5"
  },
  {
    "id": 82,
    "title": "Alice & Zoroku",
    "book_type": "Manga",
    "volume": 9,
    "price": "8.43",
    "page_count": 182,
    "release_date": "2021-11-30",
    "author": "Tetsuya Imai",
    "artist": null,
    "short": "alice",
    "publisher_id": 4,
    "description": "After Zoroku is overly harsh with Sana, Sana runs away from home. Now, Zoroku and his granddaughter Sanae must scour the city looking for Sana. Trying to find one little girl in all of Tokyo is tough...until Sana starts using her psychic powers to cause a scene!",
    "series_id": 7,
    "score": "4.5"
  },
  {
    "id": 83,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 2,
    "price": "7.61",
    "page_count": 146,
    "release_date": "2020-02-18",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro is back and toying with Senpai more than ever... and the two only seem to be getting closer to something more than \"just friends.\" Armed with a lollipop, a bathing suit, and an ear-piercing gun, Nagatoro just might send Senpai — and herself — over the edge.",
    "series_id": 4,
    "score": "4.5"
  },
  {
    "id": 84,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 3,
    "price": "7.61",
    "page_count": 162,
    "release_date": "2020-08-18",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro teases Senpai to no end, yet she can't stay away from him. Senpai gets embarrassed by Nagatoro, yet he can't stop thinking of her when they're apart. After having fun at the beach and playing video games at Nagatoro's, the two only get closer and closer...",
    "series_id": 4,
    "score": "4.5"
  },
  {
    "id": 85,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 4,
    "price": "7.61",
    "page_count": 146,
    "release_date": "2020-11-03",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro is a freshman in high school who loves teasing and torturing her older male classmate - Senpai. What is her motivation and why does Senpai put up with her? Does Nagatoro just want to create misery for Senpai? Or maybe she secretly likes him?",
    "series_id": 4,
    "score": "4.0"
  },
  {
    "id": 86,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 5,
    "price": "7.61",
    "page_count": 162,
    "release_date": "2021-01-12",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro is a freshman in high school who loves teasing and torturing her older male classmate - Senpai. What is her motivation and why does Senpai put up with her? Does Nagatoro just want to create misery for Senpai? Or maybe she secretly likes him?",
    "series_id": 4,
    "score": "4.5"
  },
  {
    "id": 87,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 6,
    "price": "7.61",
    "page_count": 178,
    "release_date": "2021-03-23",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro is a cute freshman in high school who loves to toy with her senior classmate - Senpai. Even though Nagatoro tricks Senpai, makes him cry, and teases him, the two of them are hardly ever apart. Do the two of them really like each other as friends? Or are they toying with the idea that they can be something more...? Find out in this rowdy romantic comedy!",
    "series_id": 4,
    "score": "4.5"
  },
  {
    "id": 88,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 7,
    "price": "7.61",
    "page_count": 162,
    "release_date": "2021-05-11",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Nagatoro is a cute freshman in high school who loves to toy with her senior classmate - Senpai. Even though Nagatoro tricks Senpai, makes him cry, and teases him, the two of them are hardly ever apart. Do the two of them really like each other as friends? Or are they toying with the idea that they can be something more...? Find out in this rowdy romantic comedy!",
    "series_id": 4,
    "score": "4.0"
  },
  {
    "id": 89,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 8,
    "price": "7.61",
    "page_count": 186,
    "release_date": "2021-08-17",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "The trolling rolls on with Nagatoro! But who exactly is she? For all the time that she's been pestering Senpai, he doesn't really know that much about her. But that changes when he checks up on Nagatoro at home while she's out sick. There, he meets Nagatoro's older sister, who teases Senpai with the chance to learn Nagatoro's deepest secrets...",
    "series_id": 4,
    "score": "4.5"
  },
  {
    "id": 90,
    "title": "Don't Toy With Me, Miss Nagatoro",
    "book_type": "Manga",
    "volume": 9,
    "price": "7.61",
    "page_count": 178,
    "release_date": "2021-11-09",
    "author": "Nanashi",
    "artist": null,
    "short": "nagatoro",
    "publisher_id": 3,
    "description": "Winter arrives and Senpai comes down with a cold! But even Senpai's rising body temperature won't stop Nagatoro from getting a rise out of him. With Senpai absent from school, Nagatoro decides to pay him a visit at home, but things get a little heated when Senpai's feverish state makes him imagine Nagatoro in a strangely domestic role...",
    "series_id": 4,
    "score": "4.0"
  },
  {
    "id": 91,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 5,
    "price": "8.44",
    "page_count": 174,
    "release_date": "2019-02-26",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "The trio have arrived at Ido Front! The depth's sixth layer is almost within reach, but getting there is easier said than done. Before they can continue their journey, they have to get past the Sovereign of Dawn: Bondrewd!",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 92,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 6,
    "price": "8.44",
    "page_count": 168,
    "release_date": "2019-06-04",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Riko and her friends have finally made it to the sixth layer! Not long after taking their last dive, they find themselves in a village populated by Hollows who possess a peculiar sense of value. Mysteries, terrors, and bewildering truths await them in the Abyss' deepest depths!",
    "series_id": 1,
    "score": "4.5"
  },
  {
    "id": 93,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 7,
    "price": "8.44",
    "page_count": 168,
    "release_date": "2019-09-17",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Riko awakens in the sixth layer, but Reg and Nanachi are nowhere to be found. Riko's search for her companions takes her deep into the Village of the Hollows, where she must make a decision that could mean the end of Nanachi's freedom - or the end of Riko's life.",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 94,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 8,
    "price": "8.44",
    "page_count": 175,
    "release_date": "2020-03-31",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Vueko, once son of the Three Sages, tells the harrowing origin story of the Village of the Hollows! What terrors did the members of the suicide squad Ganja and their leader, Wazukyan, find on their adventure into the Abyss?!",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 95,
    "title": "Made in Abyss",
    "book_type": "Manga",
    "volume": 9,
    "price": "8.44",
    "page_count": 173,
    "release_date": "2021-04-06",
    "author": "Akihito Tsukushi",
    "artist": null,
    "short": "abyss",
    "publisher_id": 4,
    "description": "Faputa, Irumyuui's final child, burns with a thirst for revenge. She wants to destroy the Village of the Hollows! Is there anything Riko and the others can do to stop her?",
    "series_id": 1,
    "score": "5.0"
  },
  {
    "id": 96,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 2,
    "price": "5.49",
    "page_count": 188,
    "release_date": "2015-11-05",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "MPD-Psycho Volume Two finds multiple personality detective Kazuhiko Amamiya on a new case-which will result in even more personalities emerging inside his confused, scattered mind! A wave of grisly, imaginative schoolgirl suicides hits Tokyo! Investigating the scenes of these gruesome deaths, Amamiya and the colorful characters of the Isono Criminal Research Lab come across a new villain who knows about a key event from Amamiya's past. What does the white-haired Zenitsu have to do with the suicides, Amamiya's \"barcode puzzle\" theory, and a stuttering victim from a decades-old night of murder and destruction?",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 97,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 3,
    "price": "5.49",
    "page_count": 196,
    "release_date": "2015-11-06",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "The uncensored, uncut MPD-Psycho manga series continues, with another volume of creative crimes, slippery criminals, and an enormous, disturbing puzzle that's slowly unraveling with each inventive atrocity. The Isono Criminal Research Lab trusts that Kazuhiko Amamiya, their maverick multiple personality detective, can crack any murder case-as long as he can keep all of his other personalities in check.",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 98,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 4,
    "price": "5.49",
    "page_count": 188,
    "release_date": "2015-11-07",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "Feeling the weight of personal and professional rejection, stylish one-eyed reporter Toguchi embraces his dark side. The horrors he's both documented and participated in haunt him also, and a \"perfect storm\" of frustration and anger builds until he resolves to pull off a violent \"performance art show\" in order to get the widespread attention he feels he deserves. Unfortunately, this involves killing a lot of people, transforming the happy-go-lucky guerrilla journalist into a modern monster.",
    "series_id": 12,
    "score": "4.5"
  },
  {
    "id": 99,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 5,
    "price": "5.49",
    "page_count": 192,
    "release_date": "2015-11-08",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "After last volume's surprising betrayal and bloodbath, Amamiya-the multiple personality detective of the Isono Criminal Research Lab-faces new threats from the young \"Lucy 7\" deviants! In the midst of new murderous messes, bumbling Detective Sasayama finds himself in a criminal profiler contest fueled by the Japanese media. An American profiler arrives to work on a decade-old serial killer case at an elementary school, but the real group that he represents and his ultimate goals are as mysterious as MPD-Psycho's huge \"barcode puzzle.\"",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 100,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 6,
    "price": "5.49",
    "page_count": 192,
    "release_date": "2015-11-08",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "Several months after surviving the \"Ghost Condo Massacre,\" our favorite multiple personality detective-the man we've known as Kazuhiko Amamiya--has been missing, possibly under the control of his unhinged, murderous Shinji Nishizono personality. While faithfully waiting for Amamiya to return, Machi Isono is invited to witness an unusual presentation hosted by Japan's Minister of Justice, who then threatens to shut down Machi's Criminal Research Lab. While Machi finds herself getting closer and closer to the heart of the Gakuso Society, Detective Sasayama's career is in trouble.",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 101,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 7,
    "price": "5.49",
    "page_count": 208,
    "release_date": "2015-11-09",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "The uncensored, uncut manga event of the decade continues on its relentlessly bloody path, as MPD-Psycho Volume Seven shows that there's danger for our colorful cast on land, at sea, and in air. Our conflicted \"multiple personality detective\" Kazuhiko Amamiya, controlled by his murderous Shinji Nishizono personality, finds himself on a hijacked airplane, along with innocent Miwa and her schoolmates. Meanwhile, their hunt for the missing Amamiya leads Machi and bumbling police detective Sasayama to an ocean liner commandeered by several new, bizarre characters-key figures in both the twisted \"barcoded eye conspiracy\" and the deadly Gakuso Society!",
    "series_id": 12,
    "score": "4.5"
  },
  {
    "id": 103,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 8,
    "price": "5.49",
    "page_count": 208,
    "release_date": "2015-11-09",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "MPD-Psycho has earned praise for its complex, shocking story arcs and artist Sho-u Tajima's stark, arresting art style-that draws comparison with artist Charles Burns' work. Adult fans of the Death Note and Paranoia Agent anime series, the Takashi Miike MPD-Psycho television adaptation, and nihilistic parables like the Kurosagi Corpse Delivery Service, Monster, and Death Note manga will be surprised by the inventive murders, mysterious sci-fi touches, and surprisingly humorous moments in this smart series.",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 105,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 9,
    "price": "5.49",
    "page_count": 234,
    "release_date": "2015-11-10",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "As the mysteries surrounding the devious Gakuso Society and the \"eyeball murderers\" continue to unravel, multiple personality detective Kazuhiko Amamiya seems to have returned from the grave, taking control of the Nishizono clone! Or is this just a ploy for young Tetora to negotiate his release and go off on another killing spree? The thickest MPD-Psycho volume yet brings us over two hundred pages of colorful characters, bizarre deaths, and horrific twists and turns.",
    "series_id": 12,
    "score": "4.5"
  },
  {
    "id": 106,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 10,
    "price": "5.49",
    "page_count": 210,
    "release_date": "2015-11-11",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "\"Multiple personality detective\" Kobayashi Yosuke seems to live on as a complex personality program inside the young, violent Tetora Nishizono--but the boy is now on a suicidal mission to destroy Japan's political leaders! This series will appeal to fans of nihilistic parables, like Paranoia Agent, Se7en, and the works of Takashi Miike, as well as other intelligent, adult manga series like The Kurosagi Corpse Delivery Service and Monster.",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 107,
    "title": "MPD Psycho",
    "book_type": "Manga",
    "volume": 11,
    "price": "5.49",
    "page_count": 226,
    "release_date": "2015-11-11",
    "author": "Eiji Otsuka",
    "artist": null,
    "short": "mpd",
    "publisher_id": 6,
    "description": "“Dead Man's Galaxy Days” skips back in time to events that take place before MPD-Psycho Volume 1. Yosuke Kobayashi seems like a smart, driven Tokyo police officer, but he'll soon be transformed into a tragic “multiple personality detective.” The ongoing mystery of the Gakuso gang and their murderous “barcode clones” unravels further, and MPD-Psycho's strange supporting cast is seen in a totally new light as a serial killer — the Tokyo Mirror Man—terrorizes the city with his chainsaw!",
    "series_id": 12,
    "score": "4.0"
  },
  {
    "id": 108,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 8,
    "price": "10.47",
    "page_count": 214,
    "release_date": "2019-03-09",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "The quest for the truth continues as Phosphophyllite finally begins the journey to the moon, hoping to communicate with the Lunarians after so many failed attempts. While the gem is shocked and angered to learn that the enemy has been able to speak all along, this also means that they can provide answers. Will Phos be able to handle the truth?",
    "series_id": 6,
    "score": "4.5"
  },
  {
    "id": 109,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 9,
    "price": "10.47",
    "page_count": 219,
    "release_date": "2019-09-24",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Phosphophyllite has formed a team of deserters to take back to the moon. While there, the gems learn the shattering truth of what happened to their captured comrades. If Phos can help the Lunarians accomplish their ultimate goal, their leader promises to make the gems whole again, but there's a catch. Meanwhile, the Lustrous back on Earth form their own plans…",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 110,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 10,
    "price": "10.47",
    "page_count": 215,
    "release_date": "2020-02-25",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "After failing to get Kongo to pray for the Lunarians, Phosphophyllite returns to the moon to regroup, but Padparadscha has been covered in Cinnabar's poison, and Yellow Diamond has taken a severe psychological blow. Now Phos must come up with a new plan, but ideas are in short supply. Meanwhile, Cairngorm and the other gems are finding life on the moon to be surprisingly agreeable ...",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 111,
    "title": "Land of the Lustrous",
    "book_type": "Manga",
    "volume": 11,
    "price": "10.47",
    "page_count": 220,
    "release_date": "2021-08-24",
    "author": "Haruko Ichikawa",
    "artist": null,
    "short": "houseki",
    "publisher_id": 2,
    "description": "Two hundred years after a failed attack on the Lustrous, Phosphophyllite is reassembled and tries again to get Kongō to pray for the Lunarians. This attempt seems likely to succeed, and the Lunarians prepare to depart to nothingness, while the gemstones on the moon prepare to be left behind. Meanwhile, Euclase is awakened by the commotion between Phos and Kongō...",
    "series_id": 6,
    "score": "5.0"
  },
  {
    "id": 113,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "7.26",
    "page_count": 183,
    "release_date": "2017-03-17",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "Kazuma's first winter in another world isn't going so well. With companions like Aqua (Arch-priest), Megumin (Arch-wizard), and Darkness (Crusader), his party of advanced classes should be the most powerful in Axel -- but they're so dysfunctional, even the easiest-seeming quest goes terribly awry, and they can barely save enough to afford a stable! When an opportunity arises to stay in a mansion, it's like a dream come true--the only catch is that they have to exorcise the evil spirits haunting it. Goddess Aqua is an expert with the undead, so the quest should be a piece of cake, right...? Unfortunately, with this useless goddess, things have a way of working out for the worst...",
    "series_id": 15,
    "score": "4.0"
  },
  {
    "id": 114,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "7.26",
    "page_count": 200,
    "release_date": "2017-08-21",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "After successfully saving the town from Mobile Fortress Destroyer, Kazuma is ready to sit back and enjoy the hero treatment: fame, fortune, and...criminal charges?! Now in hot water with the law, he has to find a way to clear his name with the help of Aqua, Megumin, and Darkness before the judge can sentence him to death. Darkness has a plan to buy more time, but will it be enough...? After all, in this wonderful world, who knows what'll happen?",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 115,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "7.26",
    "page_count": 199,
    "release_date": "2017-11-19",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "Kazuma and crew have made it through the winter in one piece (for the most part), and they're in dire need of a break...and for stressed and tired adventurers, there's only one place to go-the hot springs! With open-air baths and beautiful mountain scenery, Arcanletia has everything they need for a relaxing vacation. Not only that, but rumor has it the Demon King's army is avoiding the place. The reports also say it's because Aqua's Axis Church scared them off, but her loyal followers can't be that bad, right...?",
    "series_id": 15,
    "score": "5.0"
  },
  {
    "id": 116,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "7.26",
    "page_count": 220,
    "release_date": "2018-03-24",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "After Kazuma and crew's less-than-relaxing vacation, Yunyun burst onto the scene with shocking news-the Crimson Magic Clan is in danger, and she wants to bear his children to save it! Kazuma returns with her to the village, but the situation isn't quite what he expected...",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 117,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "7.26",
    "page_count": 215,
    "release_date": "2018-08-21",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "As Kazuma spends his downtime bemoaning his party's lack of a little-sister archetype, he's invited to a royal banquet, where he meets the young Princess Iris. She's enthralled by his tales of adventure, and once she takes a liking to him, Kazuma ends up getting transported to the royal castle! Though he's initially unsure of what to expect, life with Iris turns out to be a dream come true, and Kazuma doesn't ever want to wake up. . .so when he hears rumors of a \"righteous thief\" stalking the capital, Kazuma declares he'll be the one to capture the dastardly do-gooder!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 118,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 7,
    "price": "7.26",
    "page_count": 214,
    "release_date": "2018-08-21",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "Still sitting pretty on the reward money from defeating several of the Demon King's generals, Kazuma is taking it easy. Darkness, on the other hand, is nowhere to be found. Just as rumors about Darkness leaving to marry a lord begin to circulate, a letter turns up.Is this the beginning of the end for everyone's favorite band of misfit adventurers?!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 119,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 8,
    "price": "7.26",
    "page_count": 206,
    "release_date": "2019-03-23",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "It's time once again for the annual Eris Appreciation Festival, and everyone in Axel Town is in high spirits... except Aqua. In her mind, it's totally unfair that Eris gets an entire festival thrown in her honor while she doesn't. So Aqua announces that she'll be having an Aqua Appreciation Festival at the same time, and both Kazuma and Chris get dragged into helping out. And once the festivities are underway, Chris also ropes Kazuma into helping her infiltrate a noble's mansion in pursuit of a new Sacred Treasure: a legendary suit of armor...that can talk?! Two festivals plus one mysterious suit of armor equals chaos for Kazuma, and it won't end until the whole town gets caught up in the madness!",
    "series_id": 15,
    "score": "4.0"
  },
  {
    "id": 120,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 9,
    "price": "7.26",
    "page_count": 199,
    "release_date": "2019-08-27",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "In its endless war against the Demon King's army, the capital faces a new crisis in the form of the enemy's latest general-the dark god Wolbach. When Magumin learns of Wolbach's approach, she drags Kazuma (against his will) to a fortress just on the edge of the front line so they can mount a defense. But to their horror, they discover that Wolbach is also a user of Explosion magic! Just what is this Explosion master's relationship to Megumin..? And what could she possibly want with Chomusuke?!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 121,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 10,
    "price": "7.26",
    "page_count": 192,
    "release_date": "2019-11-17",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "Luck be a lady tonight! Seeking financial support in the fight against the Demon King's army, Princess Iris visits the neighboring nation of Elroad to meet the prince: her husband-to-be. But Kazuma won't hand over his little sister to just anyone! Scratch that. He won't hand her over, period! Posing as her escort, he tags along in an attempt to derail yet another wedding (and rake in the dough). But no sooner than they arrive in Elroad are they informed that the engagement is off, and there won't be any financial support at all! And so it falls to Kazuma to use his wit and insanely good Luck to milk the Casino Kingdom for all it's worth!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 122,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 11,
    "price": "7.26",
    "page_count": 185,
    "release_date": "2020-03-03",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "With the Iris escort mission behind them, Kazuma and the gang lounge in the lap of luxury at the royal palace. But, to no one's surprise, Kazuma overstays his welcome, and the Royal Army has to get creative in their efforts to oust him...And later on, a wild Komekko appears! Bewildered by how Komekko ended up in Axel in the first place, the party decides to look after her for a while. But once she starts gushing about how amazing her big sister said Axel's adventurers are, the pressure forces them to suffer through quest after troublesome quest! Just how far will they go to save face...?",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 123,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 12,
    "price": "7.26",
    "page_count": 179,
    "release_date": "2020-10-27",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "There's a new girl in town! And for some reason, she keeps calling Darkness \"Mama.\" Surely there's a perfectly reasonable explanation for that...right? Meanwhile, Darkness has taxes to collect! It's time for the high-income adventurers to pay their dues, and Kazuma's at the top of the list. Naturally, one night after a long game of Cat and Mouse: Tax Evasion Edition, they find themselves handcuffed together, and Darkness sees it as the perfect opportunity to ask Kazuma a burning question: \"...Do you like Megumin?\"",
    "series_id": 15,
    "score": "4.0"
  },
  {
    "id": 124,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 13,
    "price": "7.26",
    "page_count": 177,
    "release_date": "2021-02-23",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "There's a stalker on the loose! Or so it would seem. Apparently, Wiz has been receiving a lot of attention from a mysterious man. After some eavesdropping reveals the terrifying extent of his knowledge about her, she receives a letter requesting they meet. And when she brings it to Vanir and Kazuma, Vanir gets unusually worked up and threatens to take action! This gives Wiz the push she needs to handle the issue herself; but it looks like someone has been filling her head with weird ideas. For starters, why is she acting like a blushing bride to be?!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 125,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 14,
    "price": "7.26",
    "page_count": 174,
    "release_date": "2021-06-22",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "It's back to Crimson Magic Village for Kazuma's party! Yunyun is about to undertake the chieftain's trial, and it always helps to have friends close by. The challenge is one that steadily ramps up in difficulty, so it's attempted in pairs. But why is Yunyun so determined to become chieftain, anyway? Could she possibly have an idea for sweeping village reform? In the meantime, reports are flooding in of loud explosions echoing through the night. Just who could be behind this disturbance? Kazuma might have an idea…",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 126,
    "title": "Konosuba: God's Blessing on This Wonderful World",
    "book_type": "Light Novel",
    "volume": 15,
    "price": "7.26",
    "page_count": 183,
    "release_date": "2021-10-26",
    "author": "Natsume Akatsuki",
    "artist": "Kurone Mishima",
    "short": "konosuba",
    "publisher_id": 5,
    "description": "After Wiz reveals her true identity and Vanir robs her blind, Dark Priest Selena negotiates with Kazuma and promises not to let slip what she's about to do. But will this set the city of Axel on a course for disaster yet again?!",
    "series_id": 15,
    "score": "4.5"
  },
  {
    "id": 127,
    "title": "BAKEMONOGATARI Part 2",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "9.53",
    "page_count": 479,
    "release_date": "2019-06-06",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "A self-described loser, Koyomi Araragi is struggling at a prep school that he should never have gotten into. He has all but quit caring, but as a senior, he faces the chilling scenario of not being able to graduate. It's time to cram, but the supernatural aberrations that keep on popping up in his provincial town won't let him be. Previously, our hero turned into a vampire and back, gained an acid-tongued girlfriend, and couldn't find his way home thanks to a lost child. In this second of three parts, which introduces Suruga Kanbaru and Nadeko Sengoku, he becomes embroiled in a case that riffs on a classic English story from 1902.",
    "series_id": 23,
    "score": "5.0"
  },
  {
    "id": 128,
    "title": "BAKEMONOGATARI Part 3",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "9.53",
    "page_count": 339,
    "release_date": "2019-06-07",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "A class president among class presidents, a bespectacled model student who soars to the top of honors lists without fail, Tsubasa Hanekawa also happens to be a decent human being. True, she does have a habit of making single-minded assumptions, but they come from a good place and turn out to be fortuitous as often as not. Loser extraordinaire Koyomi Araragi owes her his post of class vice president and a more significant debt of gratitude for her unstinting support during the darkest spring break of his life. All of it has blinded him to the possibility that his saintly classmate's family situation might be no less adverse than that of his other lady friends.",
    "series_id": 23,
    "score": "4.5"
  },
  {
    "id": 129,
    "title": "KIZUMONOGATARI",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "9.53",
    "page_count": 481,
    "release_date": "2019-06-08",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "Around midnight, under a lonely street lamp in a provincial town in Japan, lies a white woman, a blonde, alone, robbed of all four limbs, yet undead. Indeed, a rumor's been circulating among the local girls that a vampire has come to their backwater, of all places. Koyomi Araragi, who prefers to avoid having friends because they'd lower his “intensity as a human,” is naturally skeptical. Yet it is to him that the bloodsucking demon, a concept “dated twice over,” beckons on the first day of spring break as he makes his way home with a fresh loot of morally compromising periodicals.",
    "series_id": 23,
    "score": "4.0"
  },
  {
    "id": 130,
    "title": "NEKOMONOGATARI (BLACK)",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "9.53",
    "page_count": 418,
    "release_date": "2019-06-09",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "Following up on the high note of family ties on which the previous installment concluded, but preceding it chronologically, we find Araragi and his little sister Tsukihi, the heroine of the last volume, in full sibling rivalry mode as they bicker about love. The conversation that cannot end unfolds in its unabashed original glory herein.",
    "series_id": 23,
    "score": "4.5"
  },
  {
    "id": 131,
    "title": "NISEMONOGATARI Part 1",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "9.53",
    "page_count": 411,
    "release_date": "2019-06-10",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "Unlike never-do-well former vampire Araragi, his two younger sisters Karen and Tsukihi, who attend a private junior high, are little balls of energy and charisma that their peers look up to. That the “ka” in Karen and “hi” in Tsukihi are both written with the character for “fire” isn't the only reason they've come to be known as the Fire Sisters. Karen is the brawn and Tsukihi the brains of a vigilantism that the pair sees not merely as defending justice but as justice itself. They can't encounter a harmful fad without trying to hunt down a specific source that had a motive for spreading it.",
    "series_id": 23,
    "score": "4.0"
  },
  {
    "id": 132,
    "title": "NISEMONOGATARI Part 2",
    "book_type": "Light Novel",
    "volume": 7,
    "price": "9.53",
    "page_count": 406,
    "release_date": "2019-06-11",
    "author": "NISIOISIN",
    "artist": "VOFAN",
    "short": "monogatari",
    "publisher_id": 2,
    "description": "Originally planned to be the series' conclusion, “final” chapter “Tsukihi Phoenix” invites us back to the seemingly eventless country burg where supernatural afflictions abound and characters change their trademark hairstyles at the drop of a hat. Rest assured, dear reader, that the story continued in Japanese and will do so in translation. In the first half of Fake Tale, lost soul Araragi helped resolve his bigger little sister Karen's feverish run-in with a fraud.",
    "series_id": 23,
    "score": "4.5"
  },
  {
    "id": 133,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 5,
    "price": "10.44",
    "page_count": 194,
    "release_date": "2018-03-17",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "After laying waste to the orcish forces that threatened the Forest of Jura, Rimuru's group now faces Gelmud and the dreaded orc lord. And with some encouragement from Gelmud, the orc lord evolves into his ultimate form: The Orc Disaster! Could this new and fearsome foe outmatch Rimuru's razor-sharp wits and unimaginable power? Or will The Orc Disaster dine upon slime with a side of kijin in the climax of the forest war arc?",
    "series_id": 3,
    "score": "4.0"
  },
  {
    "id": 134,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 6,
    "price": "10.44",
    "page_count": 198,
    "release_date": "2018-06-19",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "A new arc begins! After the defeat of the Orc Lord, Rimuru is now the chancellor of the Jura Forest Alliance. With more companions than ever, his profile within the world rises, but this also draws the attention of ever more powerful figures. How will Rimuru handle the schemes of the mighty Dwarf King Gazel and the most ancient of Demon Lords, Milim Nava?!",
    "series_id": 3,
    "score": "4.5"
  },
  {
    "id": 135,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 7,
    "price": "10.44",
    "page_count": 178,
    "release_date": "2018-08-21",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "Milim is now a resident of Tempest, but her presence there sets off a chain of events that begins with the entrance of a rival demon lord's servants. Rimuru, as the leader of the Jura Forest Alliance, must swiftly and delicately handle this potential threat, but it won't be easy to do so while managing the behavior of an all-powerful yet child-like demon lord and leading an entire nation of monsters...",
    "series_id": 3,
    "score": "4.0"
  },
  {
    "id": 136,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 8,
    "price": "10.44",
    "page_count": 194,
    "release_date": "2018-10-16",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "After his humiliating defeat at the hands of Milim, Demon Lord Carrion's follower Phobio seethes with anger. His negative emotions make him a perfect vessel for the legendary Charybdis, so Footman and Tear of the Moderate Harlequin Alliance pay Phobio a visit in the hopes of summoning the grand beast. Before long, Rimuru receives a report that Charybdis has indeed come to life, and is heading for Tempest. Where first there were just rumors of this conspiracy, now there's the telltale smoke of an approaching battle...",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 137,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 9,
    "price": "10.44",
    "page_count": 210,
    "release_date": "2019-03-12",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "At the suggestion of Demon Lord Carrion, Tempest and Eurazania have sent delegations to each other in the hopes of finding fruitful exchange. Benimaru leads the mission from Tempest, and from Eurazania is a party led by Albis the Golden Serpent. It seems as though trade might begin to flourish, until the members of Eurazania's delegation bristle at Rimuru. Can our gelatinous hero manage to get on their good side and be the glue to form a friendly bond between two nations...?",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 138,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 10,
    "price": "10.44",
    "page_count": 210,
    "release_date": "2019-06-11",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "Over the course of his new life as a slime, Rimuru has overcome many trials and tribulations -- aggressive neighbors, treacherous plots, deadly beasts--to build his very own nation of monsters. For a change of pace, he's decided to engage in a diplomatic tour of the nearby human kingdoms, where he might have found his most challenging adversary yet: a classroom of rowdy children! Can he live up to the memory of his long-lost friend Shizu by taking care of her former pupils?",
    "series_id": 3,
    "score": "4.0"
  },
  {
    "id": 139,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 11,
    "price": "10.44",
    "page_count": 214,
    "release_date": "2019-10-15",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "Mikami's middle age hasn't gone as he planned: He never found a girlfriend, he got stuck in a dead-end job, and he was abruptly stabbed to death in the street at 37. So when he wakes up in a new world straight out of a fantasy RPG, he's disappointed but not exactly surprised to find that he's facing down a dragon, not as a knight or a wizard but as a blind slime demon. But there are chances for even a slime to become a hero…",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 140,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 12,
    "price": "10.44",
    "page_count": 202,
    "release_date": "2020-03-17",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "With the help of Queen Ramiris, the children are now in stable condition and should lead normal lives, much to Rimuru's relief. But all is not well... In fact, there are forces of humankind in this fantasy world that do not look kindly upon a slime-led nation of monsters. And now, insidious threats to Rimuru and the country of Tempest may be lurking around every corner!",
    "series_id": 3,
    "score": "4.0"
  },
  {
    "id": 141,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 13,
    "price": "10.44",
    "page_count": 211,
    "release_date": "2020-06-16",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "During his rise from a humble slime to the chancellor of the Jura Tempest Federation, Rimuru has tackled his fair share of trials and tribulations. But this latest challenge is unlike any he has faced before - a challenge where the lives of loved ones hang in the balance. While there is a solution, it may involve the most drastic cost yet...",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 142,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 14,
    "price": "10.44",
    "page_count": 210,
    "release_date": "2020-11-03",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "The hostile human nation of Falmuth staged a devastating attack on Tempest, the peaceful land of monsters. Now, in order to bring back the dead and protect the living, Rimuru is determined to become the most feared of beings: a Demon Lord. But this evolution comes at a terrible price, and the assailing humans will soon realize how poorly they've chosen their enemy...",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 143,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 15,
    "price": "10.44",
    "page_count": 198,
    "release_date": "2020-12-15",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "With the Falmuth army decimated, Rimuru's transformation into a Demon Lord finally begins. A successful evolution would mean unlocking new powers and a chance to resurrect the dead, but as Rimuru and his followers are forced into a deep sleep, the future is all but certain. Fortunately, the mysterious demon Rimuru summoned has every intention of seeing his master return as the slime he always was, no matter the cost...",
    "series_id": 3,
    "score": "3.0"
  },
  {
    "id": 144,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 16,
    "price": "10.44",
    "page_count": 190,
    "release_date": "2021-06-29",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "In the aftermath of Rimuru's ascension to Demon Lord, his friends and allies are taken aback by his newfound power, but even more shocked at the return of the dreaded Storm Dragon, Veldora. Meanwhile, the other Demon Lords are all too wary of Rimuru's evolution, which upsets their delicate balance of power and seems to be a harbinger of greater struggles to come...",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 145,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 17,
    "price": "10.44",
    "page_count": 201,
    "release_date": "2021-10-05",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "Now that Rimuru has risen to the level of Demon Lord, the pinnacle of monsterkind, the powers of the world inevitably take notice. Foremost among them are the other Demon Lords, who call a meeting known as a Walpurgis, a space for these fearsome figures to hash out their differences. Though Rimuru secures an invitation to the event, he must tread carefully until he can distinguish friend from foe...",
    "series_id": 3,
    "score": "3.5"
  },
  {
    "id": 146,
    "title": "That Time I Got Reincarnated as a Slime",
    "book_type": "Manga",
    "volume": 18,
    "price": "10.44",
    "page_count": 226,
    "release_date": "2021-11-14",
    "author": "FUSE",
    "artist": "Taiki Kawakami",
    "short": "slime",
    "publisher_id": 3,
    "description": "At the Walpurgis, a gathering of those at the pinnacle of monsterkind, Clayman finally plays his hand. The master of marionettes accuses Rimuru of attempting to usurp his Demon Lord status, and employs every trick in the book as the battle rages on multiple fronts. But if there's one thing this confrontation makes clear, it's that in the world of Demon Lords, only the truly mighty can stand tall...",
    "series_id": 3,
    "score": "4.5"
  },
  {
    "id": 147,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "7.40",
    "page_count": 244,
    "release_date": "2015-03-05",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 148,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "7.40",
    "page_count": 289,
    "release_date": "2015-04-04",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 149,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "7.40",
    "page_count": 192,
    "release_date": "2015-05-25",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "5.0"
  },
  {
    "id": 150,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "7.40",
    "page_count": 252,
    "release_date": "2016-08-04",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 151,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "7.40",
    "page_count": 260,
    "release_date": "2016-09-04",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 152,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 7,
    "price": "7.40",
    "page_count": 260,
    "release_date": "2016-10-06",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 153,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 8,
    "price": "7.40",
    "page_count": 297,
    "release_date": "2017-08-26",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "5.0"
  },
  {
    "id": 154,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 9,
    "price": "7.40",
    "page_count": 292,
    "release_date": "2017-10-05",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "5.0"
  },
  {
    "id": 155,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 10,
    "price": "7.40",
    "page_count": 216,
    "release_date": "2018-04-05",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 156,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 11,
    "price": "7.40",
    "page_count": 216,
    "release_date": "2019-04-17",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "4.5"
  },
  {
    "id": 157,
    "title": "Sound! Euphonium!",
    "book_type": "Light Novel",
    "volume": 12,
    "price": "7.40",
    "page_count": 283,
    "release_date": "2019-06-22",
    "author": "Ayano Takeda",
    "artist": "Nikki Asada",
    "short": "hibike",
    "publisher_id": 5,
    "description": "Finding herself, one note at a time... After a terrible disappointment at the All-Kyoto Concert Band Competition, music has lost its spark for Kumiko. But her first year at Kitauji High School is a chance for a fresh start. So when it comes time to choose a club, she can't resist joining the band again - even though they're simply terrible. The strict new club advisor has promised to whip them into shape to reach Nationals, but the trouble runs deeper than just a lack of practice. Plus, the discord within the club tugs at Kumiko's old insecurities. Will Kitauji High School find its rhythm before the competition? Will Kumiko?",
    "series_id": 17,
    "score": "5.0"
  },
  {
    "id": 158,
    "title": "Hyouka",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "12.00",
    "page_count": 240,
    "release_date": "2002-10-31",
    "author": "Yonezawa Honobu",
    "artist": null,
    "short": "hyouka",
    "publisher_id": 3,
    "description": "0 - Avant Title\n1 - Let's Watch a Movie Preview!\n2 - \"The Murder in the Abandoned Village of Furuoka\"\n3 - \"The Invisible Intrusion\"\n4 - \"Bloody Beast\"\n5 - Let's Try This\n6 - \"The Blind Spot of 10,000 People\"\n7 - Do Not End the Show\n8 - Credit Roll",
    "series_id": 13,
    "score": "5.0"
  },
  {
    "id": 159,
    "title": "Hyouka",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "12.00",
    "page_count": 240,
    "release_date": "2005-10-31",
    "author": "Yonezawa Honobu",
    "artist": null,
    "short": "hyouka",
    "publisher_id": 3,
    "description": "1 - A Sleepless Night\n2 - The Cases That Keep Piling Up\n2-1 - Has Something Happened With the Classics Club?\n2-2 - Quiz Trial\n2-3 - Yet Another Storm\n3 - The \"Juumoji\" Incident\n3-1 - The Morning Landscape\n3-2 - Wild Fire\n3-3 - The \"Juumoji\" Incident\n4 - Yet Another Sleepless Night\n5 - The Kudryavka Sequence\n5-1 - Four People, Four Cultural Festivals\n5-2 - \"Juumoji\" vs the Classics Club\n5-3 - The Curtain Closes\n5-4 - Behind the Stage\n6 - And So It Ends",
    "series_id": 13,
    "score": "4.5"
  },
  {
    "id": 160,
    "title": "Hyouka",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "12.00",
    "page_count": 240,
    "release_date": "2007-10-31",
    "author": "Yonezawa Honobu",
    "artist": null,
    "short": "hyouka",
    "publisher_id": 3,
    "description": "1 - If I Have to Do It, Make It Quick\n2 - To Commit A Deadly Sin\n3 - The Ghost, When Examined\n4 - Those Who Know Something\n5 - Sappy New Year\n6 - The Case of the Hand-made Chocolate\n7 - The Doll that Took a Detour",
    "series_id": 13,
    "score": "5.0"
  },
  {
    "id": 161,
    "title": "Hyouka",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "12.00",
    "page_count": 240,
    "release_date": "2010-10-31",
    "author": "Yonezawa Honobu",
    "artist": null,
    "short": "hyouka",
    "publisher_id": 3,
    "description": "Prologue - Too Long When Simply Running\n1 - The Reception Table is Right Over Here\n2 - Friends Need to be Celebrated\n3 - A Very Wonderful Shop\n4 - Easier to Just Let Go\n5 - Approximating the Distance between Two People\nEpilogue - You Should Be Able to Extend Your Reach Anywhere\n",
    "series_id": 13,
    "score": "5.0"
  },
  {
    "id": 162,
    "title": "Hyouka",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "12.00",
    "page_count": 240,
    "release_date": "2016-10-31",
    "author": "Yonezawa Honobu",
    "artist": null,
    "short": "hyouka",
    "publisher_id": 3,
    "description": "What's Missing from the Box\nThe Mirror Can't Reflect\nIs It Sunny out in the Mountains?\nOur Legendary Volume\nThe Long Holiday\nEven Though I'm Told I Now Have Wings",
    "series_id": 13,
    "score": "5.0"
  },
  {
    "id": 163,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 2,
    "price": "6.37",
    "page_count": 194,
    "release_date": "2016-06-30",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Following his good fortune in Pazzio, Lawrence is confident that he is on the path to realizing his dream of becoming a town merchant. One ill-informed business decision, though, leaves him teetering on the brink of bankruptcy and ruin! With no assets to his name - other than the cunning of his fetching traveling companion, Holo the Wisewolf - Lawrence may need to resort to illicit means to put his affairs in order. With all of the merchant's plans hinging on one beautiful young shepherdess - for whose vocation Holo holds no affection - Lawrence's prospects, both personal and professional, are looking grim!",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 164,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 3,
    "price": "6.37",
    "page_count": 180,
    "release_date": "0000-00-00",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Having narrowly escaped financial ruin, Lawrence turns his attention to helping Holo find her ancient homeland in the North. But how long can a traveling merchant afford to wander the countryside looking for a village that he suspects may have ceased to exist long ago? When a rival merchant sets his sights on Lawrence's beautiful companion, though, can Lawrence truly be confident that Holo will remain by his side? Has the time come when Lawrence must ask himself whether his relationship with the Wisewolf is business or pleasure?",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 165,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 4,
    "price": "6.37",
    "page_count": 180,
    "release_date": "2016-07-01",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Continuing their journey north, Lawrence and Holo stop in the village of Tereo in hopes of finding a local abbey where they might uncover more information regarding the fate of Holo's ancient home, Yoitsu. Soon after their arrival, though, the companions are caught up in a local dispute between Tereo and the neighboring town of Enberch that could cost Lawrence and Holo both their fortunes and their lives! With the Wisewolf's help, can Lawrence devise a way to save an entire town from ruin - and his skin and that of his traveling companion in the process?",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 166,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 5,
    "price": "6.37",
    "page_count": 196,
    "release_date": "2016-07-02",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Facing financial ruin, Lawrence casts about desperately for the funds he needs to survive this latest disaster. When all hope seems lost, though, just how far is the merchant willing to go to protect his livelihood - and his life?",
    "series_id": 16,
    "score": "4.0"
  },
  {
    "id": 167,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 6,
    "price": "6.37",
    "page_count": 196,
    "release_date": "2016-07-03",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "As Holo and Lawrence begin the final leg of their journey, Lawrence decides to accompany Holo to her ancient home of Yoitsu, if only to forestall their parting just a bit longer. Boarding a ship from the port of Lenos (much to the chagrin of the wisewolf, who is none too fond of water!), the pair's fate becomes entangled with that of a boy named Col, whose tale of his circumstances - combined with the gossip of the sailors - leads to a shocking revelation about Holo's homeland!",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 168,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 7,
    "price": "6.37",
    "page_count": 194,
    "release_date": "2016-07-04",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "In a break from Lawrence and Holo's ongoing adventures, author Isuna Hasekura presents \"Side Colors,\" a series of short vignettes focusing on the fans' favorite characters.",
    "series_id": 16,
    "score": "5.0"
  },
  {
    "id": 169,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 8,
    "price": "6.37",
    "page_count": 178,
    "release_date": "2016-07-06",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "A new chapter unfolds in the travels of Lawrence and Holo! The pair arrives at the church in the village of Tereo to glean information about Holo's homeland of Yoitsu. But Elsa, the deaconess, turns them away flat! What has happened to make her so suspicious? Could it have something to do with the neighboring town of Enberch?",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 170,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 9,
    "price": "6.37",
    "page_count": 178,
    "release_date": "2016-07-07",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "With his carthorse as his only companion, the young merchant Kraft Lawrence slowly wends his way through dusty back roads in search of profitable trade. But this monotony screeches to a halt when, one night, he encounters a harvest goddess in the guise of a beautiful young girl . . . with wolf ears and a tail! Longing for the northern lands of her birth, Holo the Wisewolf joins Lawrence as he follows the ebb and flow of trade through the countryside. And when the two come across a compelling but suspicious opportunity for profit, will Lawrence with his mercantile chops and Holo with her ancient instincts be able to separate the truth from the lies - and make some coin while they're at it?!",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 171,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 10,
    "price": "6.37",
    "page_count": 184,
    "release_date": "2016-07-08",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "The struggle for the legendary sea beast is underway, but how will it end? Drawn into the fight over the narwhal in Kerube, Lawrence finds himself in a dangerous position. Despite this, Holo continues to scold him and plead with him - but why?!",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 172,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 11,
    "price": "6.37",
    "page_count": 164,
    "release_date": "2016-07-09",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Scheming abounds in Kerube, and the fate of the entire town hangs in the balance! Lawrence has gotten swept up in machinations - again - and this time he's not even sure which side he's on. With Holo's help, he's going to have to see through the lies to discover the truth of the plans surrounding the narwhal, and if he fails, not only will crucial information about Holo's homeland slip through his fingers, but the merchant woman Eve could pay the ultimate price!",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 173,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 12,
    "price": "6.37",
    "page_count": 164,
    "release_date": "2016-07-10",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Lawrence and Holo's long journey to Yoitsu is finally approaching its conclusion. Having arrived in the town of Lenos, they encounter a jolly bookseller named Le Roi - but is he truly the fool he seems? They're closer than ever to laying their hands on a forbidden tome whose contents threaten to transform Holo's homelands, but in the world of merchants, sometimes the only one you can trust is yourself...",
    "series_id": 16,
    "score": "5.0"
  },
  {
    "id": 174,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 13,
    "price": "6.37",
    "page_count": 166,
    "release_date": "2016-07-11",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Lawrence and Holo draw ever closer to the wisewolf's homeland of Yoitsu. But as they near the final leg of their journey, the two of them hear about a mercenary band that shares its name with one of Holo's oldest companions, Myuri. Their investigation brings them to the astonishingly prosperous town of Lesko, a place seemingly overflowing with opportunity and success. But Lawrence has never heard of a town that has no walls or tariffs. How could this be? More importantly, what connections do the Myuri mercenary band have with Lesko's masters, the mighty Debau Company?",
    "series_id": 16,
    "score": "5.0"
  },
  {
    "id": 175,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 14,
    "price": "6.37",
    "page_count": 172,
    "release_date": "2016-07-12",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "Previously, Lawrence and Holo traveled to the town of Svernel in order to meet with the Myuri Mercenary Company and find out more about Holo's past companions and her home. But now Lawrence has gotten completely caught up in the political strife of the Debau Trading Company. It all surrounds the Debau Company's desire to issue a new currency, with which they have apparent plans to unite the surrounding northern region. For their aim, the Debau Company needs to acquire raw ore and materials but this has caused their opponents to increase their own efforts to foil this plan. In the middle of all this, Lawrence is trusted with delivering a forbidden text detailing the necessary mining techniques to the trading company's executive, Hilde Schnau but will it really go so smoothly?!",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 176,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 15,
    "price": "6.37",
    "page_count": 165,
    "release_date": "2016-07-13",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "The Debau Company is headed to a point of no return. The radicals within the company have made their move and deposed the conservative faction, all the while steering the northlands closer to the brink of open battle. A certain wolf rushes South as fast as her paws can carry her, but can Lawrence and the Myuri Mercenary Company hold back the flames of war long enough for a chance at lasting peace?",
    "series_id": 16,
    "score": "4.5"
  },
  {
    "id": 177,
    "title": "Spice & Wolf",
    "book_type": "Light Novel",
    "volume": 16,
    "price": "6.37",
    "page_count": 228,
    "release_date": "2016-07-14",
    "author": "Isuna Hasekura",
    "artist": "Keito Koume",
    "short": "spice",
    "publisher_id": 5,
    "description": "The journey of the wisewolf and the traveling merchant comes to a riveting conclusion! Lawrence and Holo have thrown in their lot with Hilde and those loyal to the original mission of the Debau Company. Will they be able to wrest back control of the territory from the radical contingent?",
    "series_id": 16,
    "score": "4.5"
  }
]